Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: ཆོས་ཀྱིས་སྤྲུལ་པ།
en: Excellent, excellent, Venerable Subhūti!

source: ཆོས་ཀྱི་བགོ་སྐལ་བ།
en: You are the son and heir of the Blessed Lord!

source: ཟང་ཟིང་གི་བགོ་སྐལ་པ་མ་ཡིན་པ། ཆོས་རྣམས་ལ་མངོན་སུམ་གྱི་མིག་དང་ལྡན་པ། ལུས་མངོན་དུ་གྱུར་པ་སྟེ། ཉན་ཐོས་ཉོན་མོངས་པ་མེད་པར་རྣམ་པར་སྤྱོད་པ་རྣམས་ཀྱི་མཆོག་ཏུ། བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་ཏེ། བསྟན་པ་འདི་ཡང་དེའི་ཚུལ་དང་འདྲའོ།
en: Born from his mouth, arisen from the Dharma, {Dt.123} emanated by the Dharma, inheritor of the Dharma, not an inheritor of material things but one who sees the dharmas in plain sight and witnesses them in the body, you are the one said by the Blessed Lord to be foremost among śrāvakas who practice without afflicted mental states, and this teaching of yours has all the likeness of that quality. “

source: །ཚེ་དང་ལྡན་པ་རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཀྱང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་དེ་བཞིན་དུ་བསླབ་པར་བྱའོ། །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཕྱིར་མི་ལྡོག་པ་ཡང་འདི་ལས་ཡོངས་སུ་ཤེས་པར་བྱའོ། །དེ་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་མ་བྲལ་བར་ཤེས་པར་བྱ་སྟེ། ཚེ་དང་ལྡན་པ་རབ་འབྱོར་ཉན་ཐོས་ཀྱི་ས་ལ་སློབ་པར་འདོད་པས་ཀྱང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་ཉིད་ནན་ཏན་དུ་མཉན་པར་བྱའོ། །གཟུང་བར་བྱའོ། །བཅང་བར་བྱའོ། །ཀླག་པར་བྱའོ། །ཡོངས་སུ་ཆུབ་པར་བྱའོ། །ཚུལ་བཞིན་དུ་ཡིད་ལ་བྱའོ། །རང་སངས་རྒྱས་ཀྱི་ས་ལ་སློབ་པར་འདོད་པས་ཀྱང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་ཉིད་ནན་ཏན་དུ་མཉན་པར་བྱའོ། །གཟུང་བར་བྱའོ། །བཅང་བར་བྱའོ། །ཀླག་པར་བྱའོ།
en: Venerable Subhūti, bodhisattva great beings should indeed train in accordance with the perfection of wisdom; it should be understood that it is through doing so that bodhisattva great beings progress irreversibly; and it should be understood that bodhisattva great beings in that way do not part from the perfection of wisdom.

source: །ཡོངས་སུ་ཆུབ་པར་བྱའོ། །ཚུལ་བཞིན་དུ་ཡིད་ལ་བྱའོ། །བྱང་ཆུབ་སེམས་དཔའི་ས་དང་། སངས་རྒྱས་ཀྱི་ས་ལ་སློབ་པར་འདོད་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་ཀྱང་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་ཉིད་ནན་ཏན་དུ་མཉན་པར་བྱའོ། །གཟུང་བར་བྱའོ། །བཅང་བར་བྱའོ། །ཀླག་པར་བྱའོ། །ཡོངས་སུ་ཆུབ་པར་བྱའོ།
en: But also, Venerable Subhūti, those who wish to train on the level of the śrāvakas should earnestly study, take up, uphold, recite, master, and focus their attention correctly on this very perfection of wisdom; those who wish to train on the level of the pratyekabuddhas should also earnestly study, take up, uphold, recite, master, and focus their attention correctly on this very perfection of wisdom, too; and indeed those who wish to train on the level of the bodhisattvas and the level of the buddhas should earnestly study, take up, uphold, recite, master, and focus their attention correctly on this very perfection of wisdom.

source: །ཚུལ་བཞིན་དུ་ཡིད་ལ་བྱའོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་འདི་ལས་གང་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་དང་། ཉན་ཐོས་དང་། རང་སངས་རྒྱས་རྣམས་ཀྱིས་རྟག་ཏུ་རྒྱུན་མི་ཆད་པར་བསླབ་པར་བྱ་བའི་ཐེག་པ་གསུམ་རྒྱ་ཆེར་བསྟན་ཏོ།
en: If you ask why, it is because it is through this perfection of wisdom that the three vehicles in which bodhisattva great beings, śrāvakas, and pratyekabuddhas should train at all times, without interruption, are extensively taught.”

source: །ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་སྟོང་ཕྲག་ཉི་ཤུ་ལྔ་པ་ལས་ལེའུ་བཞི་པའོ།། །།དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས།
en: This completes the fourth chapter from “The Perfection of Wisdom in Twenty-Five Thousand Lines.”

source: བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་དེ་ལྟར་བདག་གིས་བྱང་ཆུབ་སེམས་དཔའ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་མ་དམིགས་མ་འཚལ་ཏེ། བཅོམ་ལྡན་འདས་དེ་ལྟར་བདག་གིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་མ་དམིགས། མ་འཚལ་ན།
en: Chapter 5 The venerable Subhūti then said to the Blessed One, “Blessed Lord, thus it is that I do not apprehend and do not find a bodhisattva or the perfection of wisdom.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་ཞིག་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་གང་ལ་གདམས་ཤིང་རྗེས་སུ་བསྟན་པར་བགྱི། བཅོམ་ལྡན་འདས་དེ་ལྟར་བདག་གིས་ཆོས་ཐམས་ཅད་ལ་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས་མ་འཚལ་བར་འདི་ལྟ་སྟེ། མིང་ཙམ་དུ་བྱང་ཆུབ་སེམས་དཔའ་ཞེའམ། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ཞེས་བགྱི་བར་འཕེལ་བ་དང་འགྲིབ་པར་བགྱིས་ན། དེ་ཉིད་བདག་གི་འགྱོད་པར་འགྱུར་རོ།
en: Blessed Lord, since I do not apprehend and do not find a bodhisattva great being or the perfection of wisdom, what bodhisattva great being should I teach and instruct, and in what perfection of wisdom?{Dt.124} Blessed Lord, for me, apprehending or finding thus neither an increase nor a decrease in any phenomena, to cause an increase or decrease in just the names bodhisattva or perfection of wisdom would be regrettable.

source: །བཅོམ་ལྡན་འདས་མིང་དེ་ཡང་གནས་པ་མ་མཆིས། ཐུག་པ་མ་མཆིས། བྱིན་གྱིས་བརླབས་པ་མ་མཆིས་ཏེ།
en: Blessed Lord, those names, too, have no location, no presence, and no influence.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན།
en: Why?

source: མིང་དེ་མ་མཆིས་པས། དེ་ལྟར་ན་མིང་དེ་གནས་པ་མ་མཆིས། ཐུག་པ་མ་མཆིས།
en: It is because those names do not exist that those names have no location, no presence, and no influence. “

source: བྱིན་གྱིས་བརླབས་པ་མ་མཆིས་ཏེ། བཅོམ་ལྡན་འདས་བདག་གིས་གཟུགས་ཀྱི་འཕེལ་བ་དང་། འགྲིབ་པ་མ་དམིགས་ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་། ཚོར་བ་དང་། འདུ་ཤེས་དང་།
en: Blessed Lord, I do not apprehend and do not consider whether physical forms increase or decrease, and I do not apprehend and do not consider whether feelings, perceptions, formative predispositions, or consciousness increases or decreases.

source: འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པའི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས་ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་ན། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་གང་ལ་མིང་དུ་གདགས་པར་བགྱི།
en: If, Blessed Lord, I do not apprehend and do not consider whether physical forms increase or decrease, and I do not apprehend and do not consider whether feelings, perceptions, formative predispositions, or consciousness increases or decreases, what could be designated by the term bodhisattva?

source: བཅོམ་ལྡན་འདས་རྣམ་པར་ཤེས་པའི་མིང་དེ་ཡང་གནས་པ་མ་མཆིས། ཐུག་པ་མ་མཆིས། བྱིན་གྱིས་བརླབས་པ་མ་མཆིས་ཏེ།
en: Blessed Lord, even the names of consciousness [and the other aggregates] have no location, no presence, and no influence.

source: བྱིན་གྱིས་བརླབས་པ་མ་མཆིས་སོ། །བཅོམ་ལྡན་འདས་བདག་གིས་མིག་གི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས། ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་སྟེ།
en: Blessed Lord, I do not apprehend and do not consider whether the eyes increase or decrease.

source: བཅོམ་ལྡན་འདས་དེ་ལྟར་བདག་གིས་མིག་གི་འཕེལ་བ་དང་། འགྲིབ་པ་མ་དམིགས་ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་ན། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་གང་ལ་མིང་དུ་གདགས་པར་བགྱི།
en: If, Blessed Lord, I do not apprehend or consider whether the eyes increase or decrease, what could be designated by the term bodhisattva?

source: བཅོམ་ལྡན་འདས་མིག་གི་མིང་དེ་ཡང་གནས་པ་མ་མཆིས་ཐུག་པ་མ་མཆིས། བྱིན་གྱིས་བརླབས་པ་མ་མཆིས་ཏེ།
en: Blessed Lord, even the name of the eyes has no location, no presence, and no influence.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། མིང་དེ་མ་མཆིས་པས། དེ་ལྟར་ན་མིང་དེ་གནས་པ་མ་མཆིས། ཐུག་པ་མ་མཆིས། བྱིན་གྱིས་བརླབས་པ་མ་མཆིས་སོ།
en: If you ask why, since that name does not exist, it has no location, no presence, and no influence.

source: །བཅོམ་ལྡན་འདས་བདག་གིས་རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ཀྱི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས།
en: Blessed Lord, I do not apprehend and do not consider whether the ears, nose, tongue, body, or mental faculty increases or decreases.

source: ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་སྟེ། བཅོམ་ལྡན་འདས་དེ་ལྟར་བདག་གིས་ཡིད་ཀྱི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས། ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་ན། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་གང་ལ་མིང་དུ་གདགས་པར་བགྱི།
en: Blessed Lord, if I do not apprehend and do not consider whether the mental faculty [and so forth] increase or decrease, what could be designated by the term bodhisattva?

source: བཅོམ་ལྡན་འདས་ཡིད་ཀྱི་མིང་དེ་ཡང་གནས་པ་མ་མཆིས། ཐུག་པ་མ་མཆིས། བྱིན་གྱིས་བརླབས་པ་མ་མཆིས་ཏེ།
en: Blessed Lord, even the names of the mental faculty [and so forth] have no location, no presence, and no influence.

source: བྱིན་གྱིས་བརླབས་པ་མ་མཆིས་སོ། །བཅོམ་ལྡན་འདས་བདག་གིས་གཟུགས་ཀྱི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས། ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་། སྒྲ་དང་།
en: Blessed Lord, I do not apprehend and do not consider whether sights increase or decrease.

source: དྲི་དང་། རོ་དང་། རེག་དང་། ཆོས་ཀྱི་འཕེལ་བ་དང་། འགྲིབ་པ་མ་དམིགས་ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་སྟེ། བཅོམ་ལྡན་འདས་དེ་ལྟར་བདག་གིས་གཟུགས་དང་། སྒྲ་དང་། དྲི་དང་།
en: Nor do I apprehend or consider whether sounds, odors, tastes, tangibles, or mental phenomena increase or decrease.

source: རོ་དང་། རེག་དང་། ཆོས་ཀྱི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས། ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་ན། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་གང་ལ་མིང་དུ་གདགས་པར་བགྱི།
en: Blessed Lord, if I do not apprehend and do not consider whether sights, sounds, odors, tastes, tangibles, or mental phenomena increase or decrease, {Dt.125} what could be designated by the term bodhisattva?

source: བཅོམ་ལྡན་འདས་མིང་དེ་ཡང་གནས་པ་མ་མཆིས། ཐུག་པ་མ་མཆིས། བྱིན་གྱིས་བརླབས་པ་མ་མཆིས་ཏེ།
en: Blessed Lord, even those names have no location, no presence, and no influence.

source: བྱིན་གྱིས་བརླབས་པ་མ་མཆིས་སོ། །བཅོམ་ལྡན་འདས་བདག་གིས་མིག་གི་རྣམ་པར་ཤེས་པའི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས། ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་།
en: Blessed Lord, I do not apprehend and do not consider whether visual consciousness increases or decreases.

source: རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས། ཡང་དག་པར་རྗེ
en: Nor do I apprehend and consider whether auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, or mental consciousness increases or decreases.

source: ས་སུ་མ་མཐོང་སྟེ། བཅོམ་ལྡན་འདས་དེ་ལྟར་བདག་གིས་མིག་གི་རྣམ་པར་ཤེས་པ་དང་། རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་། སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས་ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་ན། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་གང་ལ་མིང་དུ་གདགས་པར་བགྱི།
en: Blessed Lord, if I do not apprehend and do not consider whether visual consciousness, auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, or mental consciousness increases or decreases, what could be designated by the term bodhisattva?

source: བྱིན་གྱིས་བརླབས་པ་མ་མཆིས་སོ། །བཅོམ་ལྡན་འདས་བདག་གིས་མིག་གི་འདུས་ཏེ་རེག་པའི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས། ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་། རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་།
en: Blessed Lord, I do not apprehend and do not consider whether visually compounded sensory contact increases or decreases.

source: སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་འཕེལ་བ་དང་། འགྲིབ་པ་མ་དམིགས་ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་སྟེ།
en: Nor do I apprehend and consider whether aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, or mentally compounded sensory contact increases or decreases.

source: བཅོམ་ལྡན་འདས་དེ་ལྟར་བདག་གིས་མིག་གི་འདུས་ཏེ་རེག་པ་དང་། རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་། སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་འཕེལ་བ་དང་། འགྲིབ་པ་མ་དམིགས། ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་ན། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་གང་ལ་མིང་དུ་གདགས་པར་བགྱི།
en: Blessed Lord, if I do not apprehend and do not consider whether visually compounded sensory contact, aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, or mentally compounded sensory contact increases or decreases, what could be designated by the term bodhisattva?

source: བྱིན་གྱིས་བརླབས་པ་མ་མཆིས་སོ། །བཅོམ་ལྡན་འདས་བདག་གིས་མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བའི་འཕེལ་བ་དང་། འགྲིབ་པ་མ་དམིགས། ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་། རྣ་བའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་།
en: Blessed Lord, I do not apprehend and do not consider whether feelings conditioned by visually compounded sensory contact increase or decrease.

source: སྣའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་པའི་འཕེལ་བ་དང་། འགྲིབ་པ་མ་དམིགས་ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་སྟེ།
en: Nor do I apprehend and consider whether feelings conditioned by aurally compounded sensory contact, feelings conditioned by nasally compounded sensory contact, feelings conditioned by lingually compounded sensory contact, feelings conditioned by corporeally compounded sensory contact, or feelings conditioned by mentally compounded sensory contact increase or decrease.

source: བཅོམ་ལྡན་འདས་བདག་གིས་དེ་ལྟར་མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བའི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས་ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་། རྣ་བའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། སྣའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བའི་འཕེལ་བ་དང་། འགྲིབ་པ་མ་དམིགས་ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་ན། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་གང་ལ་མིང་དུ་གདགས་པར་བགྱི།
en: Blessed Lord, if I do not apprehend and do not consider whether feelings conditioned by visually compounded sensory contact increase or decrease, and nor do I apprehend and consider whether feelings conditioned by aurally compounded sensory contact, feelings conditioned by nasally compounded sensory contact, feelings conditioned by lingually compounded sensory contact, feelings conditioned by corporeally compounded sensory contact, or feelings conditioned by mentally compounded sensory contact increase or decrease, what could be designated by the term bodhisattva?

source: མིང་དེ་མ་མཆིས་པས་དེ་ལྟར་ན་མིང་དེ་གནས་པ་མ་མཆིས་ཐུག་པ་མ་མཆིས་བྱིན་གྱིས་བརླབས་པ་མ་མཆིས་སོ།
en: It is because those names do not exist that they have no location, no presence, and no influence. “

source: །བཅོམ་ལྡན་འདས་བདག་གིས་སའི་ཁམས་ཀྱི་འཕེལ་བ་དང་། འགྲིབ་པ་མ་དམིགས། ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་།
en: Blessed Lord, I do not apprehend and do not consider whether the earth element increases or decreases.

source: ཆུའི་ཁམས་དང་། མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་ཀྱི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས།
en: Nor do I apprehend and consider whether the water element, the fire element, the wind element, the space element, or the consciousness element increases or decreases.

source: ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་། བཅོམ་ལྡན་འདས་བདག་གིས་མ་རིག་པའི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས་ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་དང་།
en: Blessed Lord, I do not apprehend and do not consider whether ignorance increases or decreases.

source: མིང་དང་གཟུགས་དང་། སྐྱེ་མཆེད་དྲུག་དང་། རེག་པ་དང་། ཚོར་བ་དང་། སྲེད་པ་དང་། ལེན་པ་དང་། སྲིད་པ་དང་། སྐྱེ་བ་དང་། རྒ་ཤིའི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས་ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་།
en: Nor do I apprehend and consider whether formative predispositions, consciousness, name and form, the six sense fields, sensory contact, sensation, craving, grasping, the rebirth process, actual birth, or aging and death increase or decrease.

source: མ་རིག་པ་འགག་པའི་འཕེལ་བ་དང་། འགྲིབ་པ་མ་དམིགས། ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་དང་།
en: I do not apprehend and do not consider whether the cessation of ignorance increases or decreases.

source: མིང་དང་གཟུགས་དང་། སྐྱེ་མཆེད་དྲུག་དང་། རེག་པ་དང་། ཚོར་བ་དང་། སྲེད་པ་དང་། ལེན་པ་དང་། སྲིད་པ་དང་།
en: Nor do I apprehend and consider whether the cessation of formative predispositions, consciousness, name and form, the six sense fields, sensory contact, sensation, craving, grasping, the rebirth process, actual birth, or aging and death increase or decrease.

source: སྐྱེ་བ་དང་། རྒ་ཤི་འགག་པའི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས། ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་། བཅོམ་ལྡན་འདས་བདག་གིས་འདོད་ཆགས་དང་། ཞེ་སྡང་དང་།
en: Blessed Lord, I do not apprehend and do not consider whether desire, hatred, or delusion increases or decreases.

source: གཏི་མུག་གིས་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས། ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་། བཅོམ་ལྡན་འདས་བདག་གིས་ལྟ་བའི་རྣམ་པ་དྲུག་ཅུ་རྩ་གཉིས་ཀྱི་འཕེལ་བ་དང་། འགྲིབ་པ་མ་དམིགས། ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་།
en: Blessed Lord, I do not apprehend and do not consider whether the sixty-two mistaken views increase or decrease.

source: བཅོམ་ལྡན་འདས་དེ་ལྟར་ན་བདག་གིས་བདག་གི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས། ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་། སེམས་ཅན་དང་། སྲོག་དང་། འགྲོ་བ་དང་། གསོ་བ་དང་། སྐྱེས་བུ་དང་། གང་ཟག་དང་། ཤེད་ཅན་དང་།
en: Accordingly, Blessed Lord, I do not apprehend and do not consider whether the self increases or decreases.

source: ཤེད་བདག་དང་། བྱེད་པ་པོ་དང་། ཚོར་བ་པོ་དང་། ཤེས་པ་པོ་དང་། མཐོང་བ་པོའི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས།
en: Nor do I apprehend and consider whether sentient beings, life forms, living beings, life, living creatures, individuals, human beings, people, actors, agents, experiencers, knowers, or viewers increase or decrease.

source: ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་སྟེ། བཅོམ་ལྡན་འདས་དེ་ལྟར་ན་བདག་གིས་མཐོང་བ་པོའི་འཕེལ་བ་དང་། འགྲིབ་པ་མ་དམིགས། ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་ན། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་གང་ལ་མིང་དུ་གདགས་པར་བགྱི།
en: Blessed Lord, if I do not apprehend and do not consider whether the self [and all those aforementioned phenomena and postulated subjects] increase or decrease, what could be designated by the term bodhisattva?

source: བྱིན་གྱིས་བརླབས་པ་མ་མཆིས་སོ། །བཅོམ་ལྡན་འདས་བདག་གིས་སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པའི་འཕེལ་བ་དང་། འགྲིབ་པ་མ་དམིགས། ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་།
en: Blessed Lord, I do not apprehend and do not consider whether the perfection of generosity increases or decreases.

source: ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པའི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས་ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་།
en: Nor do I apprehend and consider whether the perfection of ethical discipline, the perfection of tolerance, the perfection of perseverance, the perfection of meditative concentration, or the perfection of wisdom increases or decreases.

source: བཅོམ་ལྡན་འདས་བདག་གིས་ནང་སྟོང་པ་ཉིད་ཀྱི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས། ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་།
en: Blessed Lord, I do not apprehend and do not consider whether the emptiness of internal phenomena increases or decreases.

source: དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་གྱི་འཕེལ་བ་དང་། འགྲིབ་པ་མ་དམིགས། ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་།
en: Nor do I apprehend and consider whether [the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, increase or decrease.

source: བཅོམ་ལྡན་འདས་བདག་གིས་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ཀྱི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས། ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་། ཡང་དག་པར་སྤོང་བ་དང་།
en: Nor do I apprehend and consider whether the applications of mindfulness increase or decrease.

source: རྫུ་འཕྲུལ་གྱི་རྐང་པ་དང་། དབང་པོ་དང་། སྟོབས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས་ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་།
en: Nor do I apprehend and consider whether the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, or the noble eightfold path increases or decreases. “

source: བཅོམ་ལྡན་འདས་བདག་གིས་སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པའི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས། ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་།
en: Blessed Lord, I do not apprehend and do not consider whether emptiness, signlessness, or wishlessness increases or decreases.

source: བཅོམ་ལྡན་འདས་བདག་གིས་བསམ་གཏན་བཞི་དང་། ཚད་མེད་པ་བཞི་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་བཞིའི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས། ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་། བཅོམ་ལྡན་འདས་བདག་གིས་སངས་རྒྱས་རྗེས་སུ་དྲན་པ་དང་། ཆོས་རྗེས་སུ་དྲན་པ་དང་། དགེ་འདུན་རྗེས་སུ་དྲན་པ་དང་།
en: Blessed Lord, I do not apprehend and do not consider whether the meditative concentrations, the immeasurable attitudes, or the formless absorptions increase or decrease.

source: ཚུལ་ཁྲིམས་རྗེས་སུ་དྲན་པ་དང་། གཏོང་བ་རྗེས་སུ་དྲན་པ་དང་། ལྷ་རྗེས་སུ་དྲན་པ་དང་། ལུས་ཀྱི་རྣམ་པ་རྗེས་སུ་དྲན་པ་དང་། སྐྱོ་བ་རྗེས་སུ་དྲན་པའི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས་ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་། དབུགས་ཕྱི་ནང་དུ་རྒྱུ་བ་རྗེས་སུ་དྲན་པ་དང་། འཆི་བ་རྗེས་སུ་དྲན་པའི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས་ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་།
en: Blessed Lord, I do not apprehend and do not consider whether the recollection of the Buddha, the recollection of the Dharma, the recollection of the Saṅgha, the recollection of ethical discipline, the recollection of giving away, the recollection of the god realms, the recollection of the body, the recollection of disillusionment [with cyclic existence], the recollection of the inhalation and exhalation of breath, or the recollection of death increases or decreases.

source: བཅོམ་ལྡན་འདས་བདག་གིས་མིག་ལྔ་དང་། མངོན་པར་ཤེས་པ་དྲུག་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་།
en: Blessed Lord, I do not apprehend and do not consider whether the five eyes, the six extrasensory powers, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, or the eighteen distinct qualities of the buddhas increase or decrease. {

source: སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་ཀྱི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས། ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་སྟེ། བཅོམ་ལྡན་འདས་དེ་ལྟར་བདག་གིས་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་རྣམས་ཀྱི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས། ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་ན། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་གང་ལ་མིང་དུ་གདགས་པར་བགྱི།
en: Dt.126} Blessed Lord, if I do not apprehend and do not consider whether the eighteen distinct qualities of the buddhas [and all the aforementioned attributes] increase or decrease, what could be designated by the term bodhisattva?

source: མིང་དེ་མ་མཆིས་པས། དེ་ལྟར་ན་མིང་དེ་གནས་པ་མ་མཆིས་ཐུག་པ་མ་མཆིས་བྱིན་གྱིས་བརླབས་པ་མ་མཆིས་སོ།
en: Since that name does not exist, it has no location, no presence, and no influence. “

source: །བཅོམ་ལྡན་འདས་བདག་གིས་རྨི་ལམ་ལྟ་བུའི་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔའི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས། ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་།
en: Blessed Lord, I do not apprehend and do not consider whether the dreamlike five acquisitive aggregates increase or decrease.

source: བཅོམ་ལྡན་འདས་བདག་གིས་དབེན་པའི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས། ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་། སྒྱུ་མ་ལྟ་བུ་དང་། སྒྲ་བརྙན་ལྟ་བུ་དང་།
en: Blessed Lord, I do not apprehend and do not consider whether that which is void increases or decreases.

source: མིག་ཡོར་ལྟ་བུ་དང་། གཟུགས་བརྙན་ལྟ་བུ་དང་། སྨིག་རྒྱུ་ལྟ་བུ་དང་། ཆུ་ཟླ་ལྟ་བུ་དང་། སྤྲུལ་པ་ལྟ་བུའི་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔའི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས་ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་། ཞི་བ་དང་། སྐྱེ་བ་མ་མཆིས་པ་དང་།
en: Nor do I apprehend and consider whether the five acquisitive aggregates that resemble a magical display, an echo, an optical aberration, a reflection, a mirage, the moon in water, and a phantom emanation increase or decrease.

source: འགག་པ་མ་མཆིས་པ་དང་། འབྱུང་བ་མ་མཆིས་པ་དང་། མངོན་པར་འདུ་བགྱི་བ་མ་མཆིས་པ་དང་། ཀུན་ནས་ཉོན་མོངས་པ་མ་མཆིས་པ་དང་། རྣམ་པར་བྱང་བ་མ་མཆིས་པའི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས།
en: Nor do I apprehend and consider whether that which is at peace, nonarising, nonceasing, nonoriginating, unconditioned, unafflicted, and unpurified increases or decreases. “

source: ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་བཅོམ་ལྡན་འདས་བདག་གིས་ཆོས་ཀྱི་དབྱིངས་ཀྱི་འཕེལ་བ་དང་། འགྲིབ་པ་མ་དམིགས། ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་། དེ་བཞིན་ཉིད་དང་། མ་ནོར་བ་དེ་བཞིན་ཉིད་དང་། གཞན་མ་ཡིན་པ་དེ་བཞིན་ཉིད་དང་། ཆོས་ཉིད་དང་།
en: Blessed Lord, I do not apprehend and do not consider whether the realm of phenomena increases or decreases.

source: ཆོས་ཀྱི་དབྱིངས་དང་། ཆོས་གནས་པ་ཉིད་དང་། ཆོས་སྐྱོན་མེད་པ་ཉིད་དང་། ཡང་དག་པའི་མཐའ་དང་། བསམ་གྱིས་མི་ཁྱབ་པའི་དབྱིངས་ཀྱི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས་ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་།
en: Nor do I apprehend and consider whether the real nature, the unmistaken real nature, the one and only real nature, reality, the realm of phenomena, the abiding nature of all phenomena, the maturity of all phenomena, the very limit of reality, or the inconceivable realm increases or decreases.

source: བཅོམ་ལྡན་འདས་བདག་གིས་དགེ་བ་དང་མི་དགེ་བའི་ཆོས་ཀྱི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས་ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་།
en: Blessed Lord, I do not apprehend and do not consider whether virtuous or nonvirtuous phenomena increase or decrease.

source: འཇིག་རྟེན་དང་འཇིག་རྟེན་ལས་འདས་པའི་ཆོས་རྣམས་ཀྱི་འཕེལ་བ་དང་འགྲིབ་པ་མ་དམིགས་ཡང་དག་པར་རྗེས་སུ་མ་མཐོང་།
en: Nor do I apprehend and consider whether mundane or supramundane phenomena increase or decrease.
